--liquibase formatted sql
--changeset milkyway:0001-insert-genres

insert into genres (title)
values ('Боевик'),
       ('Приключения'),
       ('Комедия'),
       ('Криминал'),
       ('Драма'),
       ('Фэнтези'),
       ('Исторический'),
       ('Ужасы'),
       ('Мистика'),
       ('Романтика'),
       ('Научная фантастика'),
       ('Триллер'),
       ('Вестерн'),
       ('Музыкальный'),
       ('Семейный'),
       ('Биография'),
       ('Военный'),
       ('Спорт'),
       ('Документальный'),
       ('Анимация'),
       ('Нуар'),
       ('Мелодрама') on conflict (title) do nothing;